{ "rule": "Artículo 45.- Contrato de consumo. El contrato de consumo tiene como objeto una relación jurídica patrimonial en la cual intervienen un consumidor y un proveedor para la adquisición de productos o servicios a cambio de una contraprestación económica. Las disposiciones del presente capítulo son aplicables a todos los contratos de consumo, sean celebrados por cualquier modalidad o forma, según la naturaleza y alcances correspondientes. En todo lo no previsto por el presente Código o en las leyes especiales, son de aplicación las normas del Código Civil en cuanto resulten compatibles con la naturaleza de estos contratos." }
{ "rule": "Artículo 46.- Integración y vinculación de la oferta, promoción y publicidad. La oferta, promoción y publicidad de los productos o servicios se ajustan a su naturaleza, características, condiciones, utilidad o finalidad, sin perjuicio de lo establecido en las disposiciones sobre publicidad. El contenido de la oferta, promoción o publicidad, las características y funciones propias del producto o servicio, y las condiciones y garantías ofrecidas obligan a los proveedores y son exigibles por los consumidores, aun cuando no figuren en el contrato celebrado o en el documento o comprobante recibido." }
{ "rule": "Artículo 47.- Protección mínima del contrato de consumo. En los contratos de consumo se observa lo siguiente: a. En los contratos cuyas condiciones consten por escrito o en algún otro tipo de soporte, debe constar en forma inequívoca la voluntad de contratar del consumidor. Es responsabilidad de los proveedores establecer en los contratos las restricciones o condiciones especiales del producto o servicio puesto a disposición del consumidor. b. No pueden incluirse cláusulas o ejercerse prácticas que impongan obstáculos onerosos o desproporcionados para el ejercicio de los derechos reconocidos al consumidor en los contratos. c. Los consumidores tienen derecho a emplear los mismos mecanismos de forma, lugar y medios utilizados para la celebración de los contratos para desvincularse de estos, como, por ejemplo, la vía telefónica, cualquier medio electrónico u otro análogo. Esta facultad comprende la contratación de prestaciones adicionales o complementarias. d. En el caso de formularios contractuales, los caracteres de estos deben ser adecuadamente legibles para los consumidores, no debiendo ser inferiores a tres (3) milímetros. La redacción y términos utilizados deben facilitar su comprensión por los consumidores. e. Los proveedores deben entregar a los usuarios copia de los contratos y demás documentación relacionada con dichos actos jurídicos cuando estos hayan sido celebrados por escrito, incluidas las condiciones generales de la contratación. Asimismo, cuando el consumidor solicite copia física o virtual de estos, el proveedor debe entregar los documentos en un plazo máximo de quince (15) días hábiles contados desde que recibió la solicitud. Los proveedores son responsables de dejar constancia de la entrega de los documentos al consumidor. f. En el caso de contratación por vía electrónica, telefónica o bajo cualquier sistema de atención automatizada asistido por inteligencia artificial o asistente digital, el proveedor es responsable de acreditar que la información fue puesta oportunamente a disposición del consumidor y que este aceptó los términos contratados. Asimismo, cuando el consumidor solicite copia de los documentos que acrediten la contratación, aplica el plazo establecido en el literal e), siendo el proveedor responsable de su entrega." }
{ "rule": "Artículo 48.- Requisitos de las cláusulas contenidas en un contrato de consumo por adhesión. En los contratos de consumo celebrados por adhesión o con cláusulas generales de contratación, debe cumplirse con los siguientes requisitos: a. Concreción, claridad y sencillez en la redacción, con posibilidad de comprensión directa, sin reenvíos a textos o documentos que no se faciliten previa o simultáneamente a la conclusión del contrato, y a los que, en todo caso, debe hacerse referencia expresa en el documento contractual. b. Accesibilidad y legibilidad, de forma que permita al consumidor y usuario el conocimiento previo del contenido del contrato antes de su suscripción. c. Buena fe y equilibrio necesario en los derechos y obligaciones de las partes, lo que en todo caso excluye la utilización de cláusulas abusivas. Lo dispuesto en el presente Artículo resulta de aplicación a los contratos celebrados en base a cláusulas generales de contratación, se encuentren o no sometidas a aprobación administrativa." }
{ "rule": "Artículo 49.- Definición de cláusulas abusivas. 49.1. En los contratos por adhesión y en las cláusulas generales de contratación no aprobadas administrativamente, se consideran cláusulas abusivas y, por tanto, inexigibles todas aquellas estipulaciones no negociadas individualmente que, en contra de las exigencias de la buena fe, coloquen al consumidor, en su perjuicio, en una situación de desventaja o desigualdad, o anulen sus derechos. 49.2. Para la evaluación de las cláusulas abusivas, se tiene en cuenta la naturaleza de los productos o servicios objeto del contrato, todas las circunstancias que concurren en el momento de su celebración, incluida la información que se haya brindado, así como todas las demás cláusulas del contrato o de otro del que este dependa. 49.3. El hecho de que ciertos elementos de una cláusula o que una cláusula aislada se haya negociado individualmente no excluye la aplicación de las normas sobre cláusulas abusivas al resto del contrato. El proveedor que afirme que una determinada cláusula ha sido negociada individualmente asume la carga de la prueba." }
{ "rule": "Artículo 50.- Cláusulas abusivas de ineficacia absoluta. Son cláusulas abusivas de ineficacia absoluta las siguientes: a. Las que excluyan o limiten la responsabilidad del proveedor o sus dependientes por dolo o culpa, o las que trasladen la responsabilidad al consumidor por los hechos u omisiones del proveedor. b. Las que faculten al proveedor a suspender o resolver unilateralmente un contrato, salvo disposición legal distinta o la aplicación de normas prudenciales debidamente sustentadas emitidas por la autoridad correspondiente. c. Las que faculten al proveedor a resolver un contrato sin comunicación previa o a poner fin a un contrato de duración indeterminada sin un plazo de antelación razonable, salvo disposición legal distinta o la aplicación de normas prudenciales debidamente sustentadas emitidas por la autoridad correspondiente. d. Las que establezcan a favor del proveedor la facultad unilateral de prorrogar o renovar el contrato. e. Las que excluyan o limiten los derechos legales reconocidos a los consumidores, como el derecho a efectuar pagos anticipados o prepagos, o a oponer la  excepción de incumplimiento o a ejercer el derecho de retención, consignación, entre otros. f. Las que establezcan respecto del consumidor limitaciones a la facultad de oponer excepciones procesales, limitaciones a la presentación de pruebas, inversión a la carga de la prueba, entre otros derechos concernientes al debido proceso. g. Las que establezcan la renuncia del consumidor a formular denuncia por infracción a las normas del presente Código. h. Las que sean contrarias o violatorias a normas de orden público o de carácter imperativo." }
{ "rule": "Artículo 51.- Cláusulas abusivas de ineficacia relativa. De manera enunciativa, aunque no limitativa, son cláusulas abusivas atendiendo al caso concreto, las siguientes: a. Las que impongan obstáculos onerosos o desproporcionados para el ejercicio de los derechos reconocidos al consumidor en los contratos. b. Las que permitan al proveedor modificar unilateralmente las condiciones y términos de un contrato de duración continuada, en perjuicio del consumidor, salvo que obedezca a motivos expresados en él, y el consumidor goce del derecho a desvincularse del mismo sin penalización alguna. Lo dispuesto en el presente literal no afecta las cláusulas de adaptación de los precios a un índice de ajuste legal ni la fijación de tarifas de los servicios públicos sujetos a regulación económica. c. Las que establezcan la prórroga automática del contrato fijando un plazo excesivamente breve para que el consumidor manifieste su voluntad de no prorrogarlo. d. Las que establezcan cargas económicas o procedimientos engorrosos para efectuar quejas ante el proveedor, así como las que establezcan procedimientos engorrosos para proceder a la reparación del producto no idóneo, o supongan cualquier acto previo o acción por parte del consumidor que imposibilite la debida protección de sus derechos. e. Las que permitan al proveedor delegar la ejecución de su prestación a un tercero cuando aquel fue elegido por sus cualidades personales. f. Las que establezcan que el proveedor puede cambiar unilateralmente en perjuicio del consumidor el tipo de moneda con la que fue celebrado el contrato." }
{ "rule": "Artículo 52.- Inaplicación de las cláusulas abusivas. 52.1. Las cláusulas abusivas ineficaces a que se refiere el presente Código son inaplicadas por la autoridad administrativa. 52.2. El ejercicio de esta facultad por la autoridad administrativa se hace efectivo sin perjuicio de las decisiones que sobre el particular pueden ser adoptadas en el ámbito jurisdiccional o arbitral, según fuese el caso." }
{ "rule": "Artículo 53.- Cláusulas generales de contratación. Las cláusulas generales de contratación se rigen por las disposiciones contenidas en el presente Código y por lo dispuesto en el Código Civil." }
{ "rule": "Artículo 54.- Aprobación de cláusulas generales de contratación. 54.1. En el caso de los contratos de consumo celebrados por las empresas prestadoras de servicios públicos, sujetos o no a regulación económica, la aprobación administrativa de las cláusulas generales de contratación está a cargo del organismo regulador competente, conforme a la ley de la materia y a las disposiciones que emita para dicho efecto. 54.2. En el caso de los contratos de consumo celebrados por empresas sometidas a la supervisión de la Superintendencia de Banca, Seguros y Administradoras Privadas de Fondos de Pensiones, la aprobación administrativa de las cláusulas generales de contratación corresponde a dicha entidad, conforme a la ley de la materia. 54.3. La aprobación general de la cláusula general de contratación solo puede ser cuestionada en la vía judicial. El consumidor o usuario directamente afectado respecto de la aplicación concreta de la referida cláusula puede recurrir ante la autoridad administrativa o judicial competente para que emita pronunciamiento en el caso en concreto. 54.4. Si con motivo de una investigación efectuada en el ámbito de su competencia, sea en el marco del desarrollo de investigaciones preliminares o de los procedimientos a su cargo, el Indecopi detecta un mercado en el que resulta pertinente la aprobación administrativa de las cláusulas generales de contratación, informa de esa circunstancia a la Presidencia del Consejo de Ministros, a la que le corresponde decidir la necesidad de designar una autoridad encargada de ello. 54.5. En la aprobación de las cláusulas generales de contratación, la autoridad administrativa identifica las cláusulas abusivas y emite normas de carácter general que prohíben su inclusión en contratos futuros." }
{ "rule": "Artículo 55.- Difusión de las cláusulas generales de contratación aprobadas por la autoridad administrativa. La autoridad sectorial difunde en un lugar destacado de su portal institucional y, en su caso, a través de otros medios de difusión, las cláusulas generales de contratación aprobadas administrativamente y las cláusulas abusivas identificadas. El Indecopi mantiene enlaces en su portal institucional con las direcciones electrónicas de las autoridades sectoriales competentes en donde publiquen esa información." }
{ "rule": "Artículo 56.- Métodos comerciales coercitivos. 56.1. De manera enunciativa y no limitativa, el derecho de todo consumidor a la protección contra los métodos comerciales coercitivos implica que los proveedores no pueden: a. En los contratos de duración continuada o de tracto sucesivo, condicionar la venta de un producto o la prestación de un servicio a la adquisición de otro, salvo que, por su naturaleza o con arreglo al uso comercial, sean complementarios. La oferta de productos o servicios no complementarios debe garantizar que puedan ofrecerse por separado. b.Obligar al consumidor a asumir prestaciones que no ha pactado o a efectuar pagos por productos o servicios que no han sido requeridos previamente. En ningún caso puede interpretarse el silencio del consumidor como aceptación de dichas prestaciones o pagos, salvo que lo haya autorizado previamente de manera expresa. c. Modificar, sin el consentimiento expreso del consumidor, las condiciones y términos en los que adquirió un producto o contrató un servicio, inclusive si el proveedor considera que la modificación podría ser beneficiosa para el consumidor. No se puede presumir el silencio del consumidor como aceptación, salvo que él así lo haya autorizado expresamente y con anterioridad. d.Completar formularios, formatos, títulos valores y otros documentos emitidos incompletos por el consumidor, de manera distinta a la que fue expresamente acordada al momento de su suscripción. e. Establecer limitaciones injustificadas o no razonables al derecho del consumidor a poner fin a un contrato cuando legal o contractualmente se le haya reconocido ese derecho, o a emplear los mismos mecanismos de forma, lugar y medios utilizados en la celebración de los contratos para desvincularse de estos. f. Tomar ventaja indebida en las relaciones contractuales de duración continuada o de tracto sucesivo, en aquellas situaciones en las que el cambio de un proveedor resulta significativamente costoso para el consumidor. g. Exigir al consumidor la presentación de documentación innecesaria para la prestación del servicio que contrate o la entrega del producto adquirido, pudiendo, en todo caso, exigirse solo la documentación necesaria, razonable y pertinente de acuerdo con la etapa en la que se encuentre la prestación del producto o ejecución del servicio. 56.2. Se sujetan a estas limitaciones todas las ofertas de productos o servicios, sean estas efectuadas dentro o fuera de establecimientos comerciales o mediante métodos de contratación a distancia, cualquiera sea el medio de comunicación empleado para ello." }
{ "rule": "Artículo 57.- Prácticas abusivas. También son métodos abusivos todas aquellas otras prácticas que, aprovechándose de la situación de desventaja del consumidor, resultante de las circunstancias particulares de la relación de consumo, le impongan condiciones excesivamente onerosas o que no resulten previsibles al momento de contratar." }
{ "rule": "Artículo 58.- Definición y alcances. 58.1. El derecho de todo consumidor a la protección contra los métodos comerciales agresivos o engañosos implica que los proveedores no pueden llevar a cabo prácticas que mermen de forma significativa la libertad de elección del consumidor a través de figuras como el acoso, la coacción, la influencia indebida o el dolo. En tal sentido, están prohibidas todas aquellas prácticas comerciales que importen: a.Crear la impresión de que el consumidor ya ha ganado, que ganará o conseguirá, si realiza un acto determinado, un premio o cualquier otra ventaja equivalente cuando, en realidad: (i) tal beneficio no existe, o (ii) la realización de una acción relacionada con la obtención del premio o ventaja equivalente está sujeta a efectuar un pago o incurrir en un gasto. b. El cambio de la información originalmente proporcionada al consumidor al momento de celebrarse la contratación, sin el consentimiento expreso e informado del consumidor. c. El cambio de las condiciones del producto o servicio antes de la celebración del contrato, sin el consentimiento expreso e informado del consumidor. d.Realizar visitas en persona al domicilio del consumidor o realizar proposiciones no solicitadas, por teléfono, fax, correo electrónico u otro medio, de manera persistente e impertinente, o ignorando la petición del consumidor para que cese este tipo de actividades. e. Emplear centros de llamada (call centers), sistemas de llamado telefónico, envío de mensajes de texto a celular o de mensajes electrónicos masivos para promover productos y servicios, así como prestar el servicio de telemercadeo, a todos aquellos números telefónicos y direcciones electrónicas de consumidores que no hayan brindado a los proveedores de dichos bienes y servicios su consentimiento previo, informado, expreso e inequívoco, para la utilización de esta práctica comercial. Este consentimiento puede ser revocado en cualquier momento y conforme a la normativa que rige la protección de datos personales. f. En general, toda práctica que implique dolo, violencia o intimidación que haya sido determinante en la voluntad de contratar o en el consentimiento del consumidor. 58.2. La presente disposición comprende todo tipo de contratación de productos o servicios, sea efectuada mediante contratos dentro o fuera del establecimiento del proveedor, ventas telefónicas, a domicilio, por catálogo, mediante agentes, contratos a distancia y comercio electrónico o modalidades similares." }
{ "rule": "Artículo 59.- Derecho a la restitución. El consumidor tiene derecho a la restitución inmediata de las prestaciones materia del contrato de consumo en aquellos casos en que el proveedor haya incurrido en alguna de las prácticas indicadas en el Artículo 58, cualquiera sea la modalidad de contratación empleada. Para tal efecto, el consumidor cuenta con un plazo de siete (7) días calendario, contados a partir del día en que se produjo la contratación del producto o servicio, o desde el día de su recepción o inicio de su ejecución, lo que ocurra con posterioridad, sin perjuicio de su derecho a ejercer las acciones administrativas pertinentes conforme a las disposiciones del presente Código o a solicitar la anulación del contrato en la vía jurisdiccional correspondiente. El derecho a la restitución se considera válidamente ejercido cuando el consumidor comunique fehacientemente al proveedor sobre ello y proceda a la devolución de los productos recibidos, o solicite la interrupción del servicio contratado. Ejercido este derecho, el consumidor no asume reducción alguna del monto a ser devuelto en caso de que haya efectuado un uso normal del producto o disfrute del servicio, salvo que se haya generado un manifiesto deterioro o pérdida de su valor. Corresponde al consumidor probar la causal que sustenta su derecho a la restitución y el ejercicio de este derecho conforme a lo dispuesto en el presente Artículo." }
{ "rule": "Artículo 60.- Irrenunciabilidad del derecho a la restitución. Es nula la renuncia anticipada al derecho a la restitución, conforme a lo señalado en el Artículo 59." }
{ "rule": "Artículo 61.- Procedimientos de cobranza. El proveedor debe utilizar los procedimientos de cobranza previstos en las leyes. Se prohíbe el uso de métodos de cobranza que afecten la reputación del consumidor, que atenten contra la privacidad de su hogar, que afecten sus actividades laborales o su imagen ante terceros." }
{ "rule": "Artículo 62.- Métodos abusivos de cobranza. A efectos de la aplicación del Artículo 61, se prohíbe: a. Enviar al deudor, o a su garante, documentos que aparenten ser notificaciones o escritos judiciales. b. Realizar visitas o llamadas telefónicas entre las 20:00 horas y las 07:00 horas o los días sábados, domingos y feriados. c. Colocar o exhibir a vista del público carteles o escritos en el domicilio del deudor o del garante, o en locales diferentes de estos, requiriéndole el pago de sus obligaciones. d. Ubicar a personas con carteles alusivos a la deuda, con vestimenta inusual o medios similares, en las inmediaciones del domicilio o del centro de trabajo del deudor, requiriéndole el pago de una obligación. e. Difundir a través de los medios de comunicación nóminas de deudores y requerimientos de pago sin mediar orden judicial. Lo anterior no comprende a la información que se proporcione a las centrales privadas de información de riesgos reguladas por ley especial, la información brindada a la Central de Riesgos de la Superintendencia de Banca, Seguros y Administradoras Privadas de Fondos de Pensiones ni la información que por norma legal proporcione el Estado. f. Enviar comunicaciones o realizar llamadas a terceros ajenos a la obligación informando sobre la morosidad del consumidor. g. Enviar estados de cuenta, facturas por pagar y notificaciones de cobranza, sea cual fuera la naturaleza de estas últimas, al domicilio de un tercero ajeno a la relación de consumo, salvo que se trate de un domicilio contractualmente acordado o que el deudor haya señalado un nuevo domicilio válido. h. Cualquier otra modalidad análoga a lo señalado anteriormente." }
{ "rule": "Artículo 81.- Marco legal. La materia de protección al consumidor de los servicios financieros prestados por las empresas supervisadas por la Superintendencia de Banca, Seguros y Administradoras Privadas de Fondos de Pensiones se rige por las disposiciones del presente Código, así como por las normas especiales establecidas en la Ley N° 28587, Ley Complementaria a la Ley de Protección al Consumidor en Materia de Servicios Financieros, y las normas reglamentarias emitidas para garantizar su cumplimiento. La regulación y supervisión del sistema financiero, así como los productos y servicios, se rige en virtud del principio de especialidad normativa por la Ley N°26702, Ley General del Sistema Financiero y del Sistema de Seguros y Orgánica de la Superintendencia de Banca y Seguros." }
{ "rule": "Artículo 82.- Transparencia en la información de los productos o servicios financieros. Los proveedores de servicios financieros están obligados a difundir y otorgar a los consumidores o usuarios, en todos los medios empleados que tengan por finalidad ofrecer productos o servicios, incluyendo el presencial, información clara y destacada de la tasa de costo efectivo anual (TCEA) y la tasa de rendimiento efectivo anual (TREA) aplicables a las operaciones activas o pasivas, respectivamente. En caso de que el consumidor o usuario solicite o se le otorgue información de forma oral, deben indicarse las mencionadas tasas. La TCEA es aquella tasa que permite igualar el valor actual de todas las cuotas y demás pagos que serán efectuados por el cliente con el monto que efectivamente ha recibido del préstamo y la TREA es aquella tasa que permite igualar el monto que se ha depositado con el valor actual del monto que efectivamente se recibe al vencimiento. La TCEA y la TREA deben comprender tanto la tasa de interés como todos los costos directos e indirectos que, bajo cualquier denominación, influyan en su determinación, de conformidad con lo dispuesto por la Superintendencia de Banca, Seguros y Administradoras Privadas de Fondos de Pensiones mediante norma de carácter general. La TCEA, en el caso de operaciones bajo el sistema de cuotas, corresponde al costo del crédito y, en el caso de créditos otorgados bajo el sistema revolvente, atendiendo a sus características, a un patrón estandarizado de comparación de costos del producto. La TREA, en el caso de depósitos a plazo fijo, corresponde al rendimiento del depósito realizado y, en el caso de depósitos distintos al previamente indicado, a un patrón estandarizado de comparación de rendimiento del producto. La TCEA y TREA se presentan de acuerdo a los parámetros que para tal efecto fije la Superintendencia de Banca, Seguros y Administradoras Privadas de Fondos de Pensiones. La Superintendencia de Banca, Seguros y Administradoras Privadas de Fondos de Pensiones regula la información que las instituciones financieras deben proporcionar al consumidor o usuario en cualquier operación que conlleve el cobro de intereses, comisiones y gastos y la forma en que dicha información debe ser presentada a lo largo de toda la relación contractual." }
{ "rule": "Artículo 83.- Publicidad en los productos o servicios financieros de crédito. En la publicidad de productos o servicios financieros de crédito que anuncien tasas de interés activa, monto o cuota, el proveedor debe consignar de manera clara y destacada la tasa de costo efectivo anual (TCEA calculada para un año de trescientos sesenta (360) días y presentada conforme a los parámetros que para tal efecto establezca la Superintendencia de Banca, Seguros y Administradoras Privadas de Fondos de Pensiones, de acuerdo con lo dispuesto en el Artículo 82 del presente Código. No está permitido, bajo ninguna denominación, hacer referencia a tasas de interés distintas a la indicada en el cuerpo principal del anuncio, las que podrán incluirse en las notas explicativas, en caso de que corresponda." }
{ "rule": "Artículo 84.- Publicidad en los productos o servicios financieros pasivos. En la publicidad de productos o servicios financieros que anuncien tasas de interés pasivas, el proveedor debe anunciar la tasa de rendimiento efectivo anual (TREA) calculada para un año de trescientos sesenta (360)días. No está permitido, bajo ninguna denominación, hacer referencia a tasas de interés distintas a la indicada en el cuerpo principal del anuncio, las que podrán incluirse en las notas explicativas, en caso de que corresponda. Las empresas del sistema financiero no pueden denominar a un producto o servicio financiero pasivo como “libre” o “sin costo”, o presentar algún otro término que implique gratuidad si bajo algún supuesto es posible que se trasladen conceptos a los consumidores como cargos por mantenimiento, actividad u otros." }
{ "rule": "Artículo 85.- Contratación de servicios financieros y modificaciones contractuales. Sin perjuicio de la observancia de los derechos reconocidos al consumidor en el presente Código, las entidades del sistema financiero pueden decidir la contratación con los usuarios del servicio en función a las condiciones particulares de riesgo, el comportamiento crediticio, las características de los productos que se diseñen para los mercados y la falta de transparencia debidamente reglamentada por la Superintendencia de Banca, Seguros y Administradoras Privadas de Fondos de Pensiones. Cuando las modificaciones o la resolución del contrato tengan por sustento la aplicación de normas prudenciales emitidas por la Superintendencia de Banca, Seguros y Administradoras Privadas de Fondos de Pensiones, las empresas no se encuentran obligadas a cursar a sus clientes la comunicación previa que se exige en el Artículo 5 de la Ley N° 28587, Ley Complementaria a la Ley de Protección al Consumidor en Materia de Servicios Financieros. Las normas prudenciales emitidas por la citada autoridad son aquellas tales como las referidas a la administración del riesgo de sobreendeudamiento de deudores minoristas o por consideraciones del perfil del cliente vinculadas al sistema de prevención del lavado de activos o del financiamiento del terrorismo." }
{ "rule": "Artículo 86.- Derecho a efectuar pagos anticipados. Los consumidores tienen derecho, en toda operación de crédito a plazos bajo el sistema de cuotas o similares, a efectuar el pago anticipado o prepago de los saldos, en forma total o parcial, con la consiguiente reducción de los intereses compensatorios generados al día de pago y liquidación de comisiones y gastos derivados de las cláusulas contractuales pactadas entre las partes, sin que les sean aplicables penalidades de algún tipo o cobros de naturaleza o efecto similar." }
{ "rule": "Artículo 87.- Imputación de pagos. Los consumidores tienen derecho a ser informados respecto a las condiciones aplicables a las distintas obligaciones que pueden ser asumidas en virtud de un mismo contrato de crédito, detallando para tal efecto las tasas de interés, demás cargos aplicables y la oportunidad de pago para cada una de dichas obligaciones, así como el orden de imputación de pagos de estas. En los contratos de crédito por adhesión o con cláusulas generales de contratación de empresas financieras sujetas al ámbito de supervisión de la Superintendencia de Banca, Seguros y Administradoras Privadas de Fondos de Pensiones, el orden de imputación de pagos pactado no puede conllevar un agravamiento desproporcionado del monto adeudado, salvo que la empresa acredite fehacientemente la existencia efectiva de negociación e informe adecuadamente al consumidor, en documento aparte, sobre las consecuencias e implicaciones económicas de la regla de imputación adoptada. La carga de la prueba de la existencia de negociación y de que se informó al consumidor corresponde al proveedor. De existir contratos de crédito por adhesión o celebrados en base a cláusulas generales de contratación con distintas obligaciones en los que no se haya pactado la aplicación de los pagos, o en caso de no ser preciso el convenio celebrado o genere dudas respecto a sus alcances, o no se haya cumplido con la obligación a cargo del proveedor a que se refiere el párrafo precedente, los pagos se aplican en primer lugar a la obligación menos garantizada, y de estar igualmente garantizadas, a la más onerosa, y de ser igualmente onerosas, a la más antigua. No se puede, sin el asentimiento del proveedor, aplicar los pagos al capital antes que a los gastos y a estos antes que a los intereses." }
{ "rule": "Artículo 88.- Reclamo de productos o servicios financieros y de seguros. 88.1. Las entidades del sistema financiero y de seguros, en todas sus oficinas en la República, deben resolver los reclamos dentro del plazo establecido en la normativa correspondiente, sin perjuicio del derecho del consumidor de recurrir directamente ante la Autoridad de Consumo. 88.2. El reclamo debe presentarse y registrarse en la forma que determinan las normas de la Superintendencia de Banca, Seguros y Administradoras Privadas de Fondos de Pensiones. 88.3. En caso de identificarse comportamientos que tengan repercusión en intereses de terceros, el Indecopi, de oficio o por denuncia, inicia el procedimiento administrativo sancionador contra el proveedor responsable." }
{ "rule": "Artículo 89.- Informe técnico de la Superintendencia de Banca, Seguros y Administradoras Privadas de Fondos de Pensiones. En los casos en que sea necesaria la interpretación de la Ley N° 26702, Ley General del Sistema Financiero y del Sistema de Seguros y Orgánica de la Superintendencia de Banca y Seguros, o las normas dictadas por la Superintendencia de Banca, Seguros y Administradoras Privadas de Fondos de Pensiones, el Indecopi debe solicitar a esta un informe técnico. " }
{ "rule": "Artículo 90.- Garantías de la reclamación. 90.1. Con periodicidad trimestral, las entidades del sistema financiero están obligadas a remitir información a la autoridad competente sobre los reclamos que hayan tramitado, las decisiones que hayan adoptado y las acciones que hayan implementado para que los hechos que afectan a un consumidor, pero trasciendan a otros, sean corregidos sin necesidad de intervención del regulador. 90.2. En caso de identificar comportamientos derivados de acciones individuales que tengan repercusión en los demás consumidores, la autoridad competente remite esa información al Indecopi para que inicie el procedimiento administrativo sancionador contra el proveedor responsable." }
{ "rule": "Artículo 90-A. Libre elección de los servicios notariales en la contratación de servicios financieros. 1. El Estado garantiza el derecho del ciudadano a contratar con el notario de su elección en las condiciones de seguridad e infraestructura previstas en el presente Artículo y en el Decreto Legislativo N° 1049, Decreto Legislativo del Notariado. 2. En las transferencias de bienes o derechos financiados por entidades que conforman o no el sistema financiero, así como en los supuestos de contratación financiera, bancaria o crediticia, supervisados o no por la Superintendencia de Banca, Seguros y Administradoras Privadas de Fondos de Pensiones (SBS), a las que se refieren los Artículos 81 y 91, el derecho de libre elección del notario corresponde al consumidor o usuario. 3. Para el cumplimiento de la presente disposición, la empresa que financia la transferencia proporciona al usuario copia de los documentos registrales en los que consten las facultades de sus representantes o apoderados legales para suscribir los documentos públicos y privados en su nombre. 4. El notario elegido debe identificar a los intervinientes, incluidos los representantes y apoderados legales de las personas jurídicas, y está obligado a contar con herramientas e infraestructura física y tecnológica que le permitan acceder a la información registral sobre los bienes, derechos o mandatos y poderes. Estas herramientas son las siguientes: a. Servicio de Verificación Biométrica (SVB) para consultas en línea del Registro Nacional de Identificación y Estado Civil (Reniec). b.Servicio de Publicidad Registral en Línea de la Superintendencia Nacional de los Registros Públicos (Sunarp). c. Sistema de Identificación de Extranjeros. d.Dirección electrónica corporativa. e. Personal de atención al cliente bajo la conducción de abogado colegiado. f. La publicación en su oficio notarial o en su página web de los requisitos necesarios para el trámite notarial, del tiempo aproximado de atención y de los precios de sus servicios notariales. 5. Las empresas que financian las transferencias deben otorgar las facilidades al notario elegido para que sus representantes o apoderados legales suscriban oportunamente los instrumentos notariales. 6. Los colegios notariales están obligados a mantener la relación actualizada de los notarios que operan en cada jurisdicción que cumplan con los requisitos establecidos en el presente Artículo. Esta relación debe contener los datos de contacto de la notaría y los precios de los servicios notariales, a fin de facilitar la elección que realice el usuario de la entidad financiera. La relación actualizada de los notarios está a libre disposición de las empresas que financian las transferencias, quienes tienen la obligación de proporcionarla a sus clientes o usuarios." }